Repository: perhenrik90/authorit
Catalog: cbuilder/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Creating a new course
nb: Lag et nytt kurs

source: Title
nb: Tittel

source: title here
nb: tittel her

source: Course code
nb: Kurskode

source: coursecode here
nb: kurskode her

source: Description
nb: Beskrivelse

source: Create slide
nb: Lag slide

source: Creating slide for
nb: Lag slide for

source: Are your shure that you want to delete
nb: Er du sikker på at du vil slette

source: Owner:
nb: Eier:

source: Course created:
nb: Kurs opprettet:

source: Number of slides:
nb: Antall lysbilder:

source: Yes
nb: Ja

source: No
nb: Nei

source: Edit image
nb: Endre bilde

source: Delete
nb: Slett

source: Your image will be deleted from the project
nb: Ditt bilde vil bli slettet fra prosjektet

source: Update
nb: Oppdater

source: Code
nb: Kode

source: Theme
nb: Tema

source: Owner
nb: Eier

source: Course
nb: Kurs

source: Add row
nb: Lag rad

source: Single row
nb: Enslig rad

source: Double row
nb: Dobbel rad

source: Tripple row
nb: Trippel rad

source: Four row
nb: Fire rader

source: Small - Big
nb: Liten - Stor

source: Big - Small
nb: Stor - Liten

source: Save
nb: Lagre

source: Edit slide title for
nb: Endre lysbildetittel for

source: Update slide
nb: Oppdater slide

source: Upload image
nb: Last opp bilde

source: Upload video
nb: Last opp video

source: Preview
nb: Forhåndsvis

source: Automatic
nb: Automatisk

source: Edit
nb: Rediger

source: Remove from the menu
nb: Fjern fra meny

source: Add to menu
nb: Legg til meny

source: Up
nb: Opp

source: Down
nb: Ned

source: Your slides will display in a list here!
nb: Dine lysbilder vil vises i en liste her!

source: There are no slides in this course.
nb: Kurset har ingen lysbilder.

source: Click here to create one.
nb: Klikk her for å første lysbildet.

source: Upload image to
nb: Last opp bilde til

source: File
nb: Fil

source: Upload video to
nb: Last opp bilde til

source: Video File
nb: Videofil

source: You must be logged in to see this page
nb: Du må være logget inn får å se siden

source: Course with id %s not found
nb: Kurs med id %s er ikke funnet

source: Project id not given!
nb: Prosjekt id er ikke gitt!

source: Course with id %s not found!
nb: Kurs med id %s er ikke funnet!

source: No slide id was given!
nb: Lysbilde med id var ikke gitt!

source: Slide id is not given!
nb: Lysbildeident er ikke gitt!

source: Can not create the project. The course code is not unique!
nb: Kan ikke lage prosjekt. Kurskoden må være unik!

source: Can not delete this course. Course not found!
nb: Kan ikke slette dette kurest. Kurs ikke funnet!

source: Could not create a new slide to course %s
nb: Kan ikke lage nytt lysbilde til kurs %s

source: No course id given. Can not create slide!
nb: Ingen kursid er gitt. Kan ikke lage slide!

source: Could not find slide with id %s
nb: Kan ikke finne slide med id %s

source: Upload failed!
nb: Opplasting feilet!

source: No course id was given!
nb: Ingen kurside er gitt!

source: Image id not given.
nb: Bilde id er ikke gitt!
