Repository: perhenrik90/authorit
Catalog: export/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Search in all projects
nb: Søk i alle prosjekter

source: Search
nb: Søk

source: Code
nb: Kode

source: Title
nb: Tittel

source: Course owner
nb: Kurseier

source: Upload a project
nb: Last opp et prosjekt

source: Upload a SCORM zip created with an another authorit system.
nb: Last opp en SCORM pakke som er laget med et annet AuthorIT system.

source: Zip file
nb: Zipfil

source: Upload project
nb: Last opp prosjekt

source: Course not found!
nb: Kurs ble ikke funnet!
